// localized port names

"ether"                   = "이더넷";
"multiether"              = "%@ 이더넷";
"pci-ether"               = "PCI 이더넷 슬롯 %@";
"pci-multiether"          = "PCI 이더넷 슬롯 %@, 포트 %@";
"thunderbolt-ether"       = "Thunderbolt 이더넷 슬롯 %@";
"thunderbolt-multiether"  = "Thunderbolt 이더넷 슬롯 %@, 포트 %@";
"usb-ether"               = "USB 이더넷(%@)";
"generic-ether"           = "이더넷 어댑터(%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "무선 네트워크 어댑터(%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "PCI FireWire 슬롯 %@";
"pci-multifirewire"       = "PCI FireWire 슬롯 %@, 포트 %@";
"thunderbolt-firewire"    = "Thunderbolt FireWire 슬롯 %@";
"thunderbolt-multifirewire" = "Thunderbolt FireWire 슬롯 %@, 포트 %@";
"generic-firewire"        = "FireWire 어댑터(%@)";

"bluetooth"               = "Bluetooth DUN";
"bluetooth-modem"         = "USB Bluetooth 모뎀 어댑터";
"bluetooth-modem-port"    = "Bluetooth 모뎀 포트";
"generic-bluetooth-modem" = "Bluetooth 모뎀(%@)";

"bluetooth-pan-gn"        = "Bluetooth PAN";
"bluetooth-pan-nap"       = "Bluetooth PAN-NAP";
"bluetooth-pan-u"         = "Bluetooth P2P";

"irda"                    = "IrDA";
"irda-ircomm"             = "USB IrDA 모뎀 어댑터";
"irda-ircomm-port"        = "IrDA 모뎀 포트";

"loopback"                = "루프백";

"modem"                   = "내장 모뎀";

"modem-port"              = "모뎀 포트";
"modem-printer-port"      = "모뎀/프린터 포트";

"printer-port"            = "프린터 포트";
"serial-port"             = "직렬 포트";

"usbmodem"                = "USB 모뎀"; 
"generic-usbmodem"        = "USB 모뎀(%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "이더넷 본드(%@)";

"bridge"                  = "브리지(%@)";

"vlan"                    = "VLAN(%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN(%@)";

// port names (from drivers) that would be good to localize

"AppleTV"                 = "Apple TV USB";

"Display Ethernet"        = "디스플레이 이더넷";
"Display FireWire"        = "디스플레이 FireWire";

"External Modem"          = "외장 모뎀";

"iPad"                    = "iPad USB";

"iPhone"                  = "iPhone USB";

"iPod"                    = "iPod USB";

"USB Ethernet"            = "USB 이더넷";
"USB Gigabit Ethernet"    = "USB 기가비트 이더넷";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "내장 이더넷";
"X-multiether"            = "내장 이더넷 %@";
"X-firewire"              = "내장 FireWire";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
